//
//  main.swift
//  2.task1
//
//  Created by imran on 07.01.2023.
//

import Foundation

print("Прогноз погоды в Кыргызстане:\n1.Бишкек\n2.Чолпон-Ата\n3.Талас\n4.Ош\n5.Джалал-Абад\n6.Нарын\n7.Баткен")
print("Введите название города:")
let city = readLine()!
if city == "Бишкек"{
    print("\(city): \nСегодня -> -2°C \nЗавтра -> 0°C \nПослезавтра -> -3°C")
}
else if city == "Чолпон-Ата"{
    print("\(city): \nСегодня -> +3°C \nЗавтра -> +1°C \nПослезавтра -> 0°C")
}
else if city == "Талас"{
    print("\(city): \nСегодня -> -5°C \nЗавтра -> -7°C \nПослезавтра -> -4°C")
}
else if city == "Ош"{
    print("\(city): \nСегодня -> -1°C \nЗавтра -> -2°C \nПослезавтра -> -3°C")
}
else if city == "Джалал-Абад"{
    print("\(city): \nСегодня -> +6°C \nЗавтра -> +4°C \nПослезавтра -> +2°C")
}
else if city == "Нарын"{
    print("\(city): \nСегодня -> +5°C \nЗавтра -> -2°C \nПослезавтра -> -1°C")
}
else if city == "Баткен"{
    print("\(city): \nСегодня -> +2°C \nЗавтра -> 0°C \nПослезавтра -> -5°C")
}else{
    print("Город указан неверно")
}



